Repository: MASTERGROOT/MicroBlog
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: th

source: Please log in to access this page.
th: กรุณาเข้าสู่ระบบเพื่อใช้งานเว็บไซต์นี้

source: [Microblog] Reset Your Password
th: [Microblog] รีเซ็ตรหัสผ่านของคุณ

source: Username
th: ชื่อผู้ใช้งาน

source: Password
th: รหัสผ่าน

source: Remember Me
th: จำฉันไว้

source: Sign In
th: เข้าสู่ระบบ

source: Email
th: อีเมล

source: Repaet Password
th: ใส่รหัสผ่านอีกครั้ง

source: Register
th: ลงทะเบียน

source: This username already exists
th: ชื่อผู้ใช้งานนี้มีคนใช้เเล้ว

source: This email already exists
th: อีเมลนี้มีคนใช้เเล้ว

source: About Me
th: เกี่ยวกันฉัน

source: Submit
th: ส่ง

source: Please use a different username.
th: โปรดใช้ชื่ออื่น

source: Say Something
th: เขียนอะไรสักอย่างสิ

source: Request Password Reset
th: ต้องการรีเซ็ตรหัสผ่าน

source: Repeat Password
th: ใส่รหัสผ่านอีกครั้ง

source: Post succeeded
th: โพสสำเร็จ

source: Home Page
th: หน้าหลัก

source: Explore
th: สำรวจ

source: Invalid username or password
th: ไม่มีชื่อผู้ใช้งาน หรือ รหัสผ่านนี้

source: Congratulations, you are now a registered user!
th: ยินดีด้วย คุณลงทะเบียนสำเร็จ

source: Your changes have been saved
th: การเปลี่ยนเเปลงของคุณได้บันทึก

source: Edit Profile
th: เเก้ไขโปรไฟล์

source: You cannot follow yourself!
th: คุณไม่สามารถติดตามตัวเองได้

source: You cannot unfollow yourself!!!
th: คุณไม่สามารถยกเลิกติดตามตัวเองได้

source: Check your email for the instructions to reset your password
th: โปรดตรวจสอบอีเมลของคุณเพื่อรีเซ็ตรหัสผ่านตามคู่มื่อที่ส่งไป

source: Reset Password
th: รีเซ็ตรหัสผ่าน

source: Your password has been reset.
th: รหัสผ่านของคุณรีเซ็ตเรียบร้อย

source: Not Found
th: ไม่พบ

source: Back
th: ย้อนกลับ

source: An unexpected error has occurred
th: เกิดข้อผิดพลาด

source: The administrator has been notified. Sorry for the inconvenience!
th: ทางเเอดมินรับทราบเเล้วเกี่ยวกัยข้อผิดไลาดเเล้ว ขออภัยในความไม่สะดวก

source: %(username)s said %(when)s
th: %(username)s กล่าวว่า %(when)s

source: Newer posts
th: โพสล่าสุด

source: Older posts
th: โพสเก่า

source: Home
th: หน้าหลัก

source: Login
th: เข้าสู่ระบบ

source: Profile
th: โปรไฟล์

source: Logout
th: ออกจากระบบ

source: New User?
th: ผู้ใช้งานใหม่

source: Click to Register!
th: คลิกเพื่อลงทะเบียน

source: Forgot Your password?
th: ลืมรหัสผ่าน?

source: Reset Your Password
th: รีเซ็ตรหัสผ่านของคุณ

source: User
th: ผู้ใช้งาน

source: Last seen on
th: เข้ามาเมื่อ

source: %(count)d followers
th: ผู้ติดตาม %(count)d

source: %(count)d following
th: กำลังติดตาม %(count)d

source: Edit your profile
th: เเก้ไขโปรไฟล์

source: Follow
th: ติดตาม

source: Unfollow
th: ยกเลิกติดตาม

source: Previous
th: ก่อนหน้า

source: Next
th: ถัดไป
